"User Authentication" = "Autenticación de usuario";

"Enable User Authentication" = "Autenticación de usuario";

"Login User Name:" = "Nombre usuario inicio sesión:";
"Defined User ID" = "ID de usuario definido";
"Mac Login Name" = "Nombre inicio sesión Mac";
"Enter Login User Name:" = "Introducir nombre usuario de inicio sesión:";

"Login Password:" = "Contraseña de inicio de sesión:";
"Confirmation Password:" = "Contraseña de confirmación:";

"Enable Driver key" = "Clave cifrado driver";
"Driver Encryption Key:" = "Clave cifrado driver:";
"Reenter Driver Key:" = "Volver a introducir clave de confirmación:";
"Reenter the Confirmation Key:" = "Volver a introducir clave de confirmación:";

"Restore Defaults" = "Restaurar valores predeterminados";

"Enter a valid [Login User Name]." = "Introduzca un [Nombre usuario inicio sesión] válido.";
"Entered [Login Password] is different." = "La [Contraseña de inicio de sesión] introducida es diferente.";
"Entered [Driver Encryption Key] is different." = "La [Clave cifrado driver] introducida es diferente.";
"Enter a valid [Driver Encryption Key]" = "Introduzca una [Clave cifrado driver] válida.";

"Off" = "Desactivado";